Repository: mkemiazhuk/weekfit
Catalog: WeekFit/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans

# coach.ask.focus.keepTrainingDays.detail
source: If you train, try completing sessions on three separate days you can log.
ru: Если тренируетесь, попробуйте завершить сессии в три разных дня, которые можно записать.
zh_hans: 如果您进行训练，可以尝试在三个可记录日分别完成训练课程。

# coach.ask.focus.protectRecovery
source: Protect recovery this week
ru: Беречь восстановление на этой неделе
zh_hans: 本周保护恢复进程

# coach.ask.focus.protectRecovery.detail
source: Keep at least one easier day and watch sleep coverage before adding load.
ru: Оставьте хотя бы один более лёгкий день и следите за записью сна, прежде чем добавлять нагрузку.
zh_hans: 在增加训练负荷前，至少安排一天轻松训练日，并监测睡眠覆盖情况。

# coach.ask.focus.reviewAction
source: Review my focus
ru: Обзор фокуса
zh_hans: 焦点概览

# coach.ask.focus.reviewLabel
source: Focus ended
ru: Фокус завершён
zh_hans: 焦点已结束

# coach.ask.focus.setAction
source: Set weekly focus
ru: Поставить фокус на неделю
zh_hans: 确定本周工作重点

# coach.ask.focus.steadySleep
source: Steady sleep duration
ru: Стабильная продолжительность сна
zh_hans: 稳定的睡眠时长

# coach.ask.focus.steadySleep.detail
source: Prioritize nights closer to your recent average sleep duration.
ru: Приоритизируйте ночи ближе к вашей недавней средней продолжительности сна.
zh_hans: 优先选择与您近期平均睡眠时长相近的夜晚。

# coach.ask.focus.suggestedLabel
source: Suggested focus
ru: Предлагаемый фокус
zh_hans: 拟议焦点

# coach.ask.followUp.back
source: Ask another question
ru: Задать другой вопрос
zh_hans: 提出另一个问题

# coach.ask.followUp.comparePrevious
source: Compare with the previous period
ru: Сравнить с прошлым периодом
zh_hans: 与上一时期相比

# coach.ask.followUp.distribution
source: Show my workout distribution
ru: Показать распределение тренировок
zh_hans: 查看训练分布

# coach.ask.followUp.focus
source: Next week’s focus
ru: Фокус на следующую неделю
zh_hans: 下周工作重点

# coach.ask.followUp.myRecovery
source: My recovery
ru: Моё восстановление
zh_hans: 我的康复之路

# coach.ask.followUp.shorterSleep
source: Which days had shorter sleep?
ru: В какие дни сон был короче?
zh_hans: 哪些天睡眠更短？

# coach.ask.hideData
source: Hide data
ru: Скрыть данные
zh_hans: 隐藏数据

# coach.ask.loading
source: Analyzing your data…
ru: Анализируем ваши данные…
zh_hans: 正在分析您的数据……

# coach.ask.period.label
source: Period
ru: Период
zh_hans: 周期

# coach.ask.period.last7
source: Last 7 days
ru: Последние 7 дней
zh_hans: 近 7 天

# coach.ask.period.last28
source: Last 28 days
ru: Последние 28 дней
zh_hans: 过去 28 天

# coach.ask.question.consistency
source: How consistent am I?
ru: Насколько я последователен?
zh_hans: 我的行为有多一致？

# coach.ask.question.recovery
source: How am I recovering?
ru: Как я восстанавливаюсь?
zh_hans: 我的康复情况如何？

# coach.ask.question.week
source: How was my week?
ru: Как прошла моя неделя?
zh_hans: 我这周过得怎么样？

# coach.ask.retry
source: Try again
ru: Повторить
zh_hans: 再试一次

# coach.ask.showData
source: Show data
ru: Показать данные
zh_hans: 显示数据

# coach.ask.status.error
source: Couldn't load
ru: Ошибка загрузки
zh_hans: 无法加载

# coach.ask.status.noData
source: Not enough data
ru: Недостаточно данных
zh_hans: 数据不足

# coach.ask.status.partial
source: Partial data
ru: Частичные данные
zh_hans: 部分数据

# coach.ask.status.permission
source: Health access needed
ru: Нужен доступ к Здоровью
zh_hans: 需要获得医疗服务

# coach.ask.status.ready
source: Based on your data
ru: На основе ваших данных
zh_hans: 基于您的数据

# coach.ask.viewDetails
source: View details
ru: Подробнее
zh_hans: 了解更多

# coach.askCoach
source: Ask Coach
ru: Спросить тренера
zh_hans: 咨询教练

# coach.assistant.a11y.hint
source: Opens your Premium Assistant chat
ru: Открывает чат Premium-ассистента
zh_hans: 打开高级助手聊天

# coach.assistant.composer.placeholder
source: Message Coach…
ru: Написать Coach…
zh_hans: 给教练发消息…

# coach.assistant.composer.send
source: Send
ru: Отправить
zh_hans: 发送

# coach.assistant.continue
source: Continue →
ru: Продолжить →
zh_hans: 继续 →

# coach.assistant.date.today
source: Today
ru: Сегодня
zh_hans: 今天

# coach.assistant.date.yesterday
source: Yesterday
ru: Вчера
zh_hans: 昨天

# coach.assistant.disclaimer
source: NOTE: WeekFit Coach is not a diagnostic tool.
ru: ПРИМЕЧАНИЕ: WeekFit Coach не является инструментом диагностики.
zh_hans: 注意：WeekFit 教练并非诊断工具。

# coach.assistant.invalidated
source: Updated after you changed an earlier answer
ru: Обновлено после изменения более раннего ответа
zh_hans: 已在更新先前回答后完成更新

# coach.assistant.menu
source: Conversation options
ru: Параметры разговора
zh_hans: 对话选项

# coach.assistant.menu.delete
source: Delete conversation
ru: Удалить разговор
zh_hans: 删除对话

# coach.assistant.menu.editFeeling
source: Change how I feel
ru: Изменить самочувствие
zh_hans: 改变我的感受

# coach.assistant.menu.finish
source: Finish
ru: Завершить
zh_hans: 结束

# coach.assistant.menu.new
source: Start a new conversation
ru: Начать новый разговор
zh_hans: 开启新对话

# coach.assistant.menu.otherTopic
source: Other topic
ru: Другая тема
zh_hans: 其他主题

# coach.assistant.subtitle
source: A short chat about today’s sleep, training, and food.
ru: Короткий чат про сегодняшний сон, тренировки и еду.
zh_hans: 用简短对话了解今天的睡眠、训练和饮食。

# coach.assistant.talk
source: Open →
ru: Открыть →
zh_hans: 打开 →

# coach.assistant.title
source: Assistant
ru: Ассистент
zh_hans: 助手

# coach.assistant.typing
source: Coach is typing
ru: Coach печатает
zh_hans: 教练正在输入

# coach.avoidAddingExtraWorkouts
source: Avoid adding extra workouts
ru: Не добавляйте лишние тренировки
zh_hans: 避免增加额外训练

# coach.avoidAddingLoad
source: Avoid adding load
ru: Не добавляйте нагрузку
zh_hans: 避免增加负载

# coach.avoidAllOutRalliesEveryPoint
source: Avoid all-out rallies every point
ru: Не играйте каждый розыгрыш на максимум
zh_hans: 避免在每个回合都发起全面进攻。

# coach.avoidAnotherHardSession
source: Avoid another hard session
ru: Не добавляйте еще одну тяжелую тренировку
zh_hans: 避免再次进行高强度训练

# coach.avoidAnotherHardWorkout
source: Avoid another hard workout
ru: Избегайте еще одной тяжелой тренировки
zh_hans: 避免再次进行高强度训练

# coach.avoidAnotherHighIntensityBlock
source: Avoid another high-intensity block
ru: Избегайте еще одного интенсивного блока
zh_hans: 避免再次进行高强度阻滞

# coach.avoidExtraIntensity
source: Avoid extra intensity
ru: Избегайте лишней интенсивности
zh_hans: 避免过度用力

# coach.avoidHardEffortAfterHeat
source: Avoid hard effort after heat
ru: Избегайте тяжелой нагрузки после тепла
zh_hans: 高温后避免剧烈运动

# coach.avoidHardTrainingAfterHeat
source: Avoid hard training after heat
ru: Избегайте тяжелой тренировки после тепла
zh_hans: 高温天气后应避免剧烈训练。

# coach.avoidJumpingBackIntoStress
source: Avoid jumping back into stress
ru: Не возвращайтесь резко в стресс
zh_hans: 避免重新陷入压力之中

# coach.avoidPushingEarlyHills
source: Avoid pushing early hills
ru: Не давите на ранних подъемах
zh_hans: 避免过早推进爬坡

# coach.avoidPushingOnClimbsTooEarly
source: Avoid pushing on climbs too early
ru: Не давите на подъемах слишком рано
zh_hans: 避免过早进行爬坡训练

# coach.avoidPushingTooEarly
source: Avoid pushing too early
ru: Не давите слишком рано
zh_hans: 避免过早推进

# coach.avoidSuddenHardPushes
source: Avoid sudden hard pushes
ru: Избегайте резких сильных ускорений
zh_hans: 避免突然的强力推挤

# coach.balancedLoad
source: Balanced load
ru: Сбалансированная нагрузка
zh_hans: 平衡负载

# coach.betweenSessions
source: Between sessions
ru: Между тренировками
zh_hans: 两次治疗间隔期间

# coach.breakfastNotStartedProteinFirst
source: Breakfast not started • protein first
ru: Завтрак не начат • сначала белок
zh_hans: 未开始早餐 • 先摄入蛋白质

# coach.breatheNormally
source: Breathe normally
ru: Дышите нормально
zh_hans: 正常呼吸

# coach.breathingComplete
source: Breathing complete
ru: Дыхание завершено
zh_hans: 呼吸正常

# coach.bringWaterToCourt
source: Bring water to court
ru: Возьмите воду на корт
zh_hans: 将水诉至法庭

# coach.buildRhythmGradually
source: Build rhythm gradually
ru: Постепенно найдите ритм
zh_hans: 循序渐进地建立节奏

# coach.calmerStart
source: Calmer start
ru: Более спокойный старт
zh_hans: 平稳开局

# coach.calmStart
source: Calm start
ru: Спокойный старт
zh_hans: 平稳起步

# coach.card.myRead
source: My read
ru: Моя оценка
zh_hans: 我的判断

# coach.card.recommendation
source: Recommendation
ru: Рекомендация
zh_hans: 建议

# coach.card.watchOutFor
source: Watch out for
ru: Чего избегать
zh_hans: 应避免的事项

# coach.coach
source: Coach
ru: Тренер
zh_hans: 教练

# coach.completed.niceWork
source: Nice work. Now recover.
ru: Отлично. Теперь восстановитесь.
zh_hans: 做得好。现在恢复。

# coach.continueCalmly
source: Continue calmly
ru: Продолжайте спокойно
zh_hans: 保持冷静

# coach.controlTheFirstGames
source: Control the first games
ru: Контролируйте первые геймы
zh_hans: 掌控首批赛事

# coach.controlYourBreathing
source: Control your breathing
ru: Контролируйте дыхание
zh_hans: 控制你的呼吸

# coach.controlYourBreathingSlowDownBetweenRalliesAndAvoid
source: Control your breathing, slow down between rallies and avoid making every point all-out.
ru: Контролируйте дыхание, замедляйтесь между розыгрышами и не играйте каждый мяч на максимум.
zh_hans: 掌控你的呼吸节奏，在回合间隙放慢速度，避免在每一分球上都全力以赴。

# coach.coolDownGradually
source: Cool down gradually
ru: Остывайте постепенно
zh_hans: 逐渐降温

# coach.copy.balancedDay.45
source: Balanced Day
ru: День в балансе
zh_hans: 平衡日

# coach.copy.energyIntakeAndActivityStrainAreElevated.73
source: Energy intake and activity strain are elevated. Keep food light, hydrate steadily, and protect recovery.
ru: Энергии уже достаточно, а нагрузка повышена. Держите еду легкой, пейте спокойно и не добавляйте лишний стресс.
zh_hans: 能量摄入与活动强度均有所增加。请保持饮食清淡，规律补充水分，并保障身体恢复。

# coach.copy.energyIntakeBehind.39
source: Energy Intake Behind
ru: Не хватает энергии
zh_hans: 能量摄入背景

# coach.copy.energyIntakeIsAlreadyHighAndActivity.70
source: Energy intake is already high and activity strain is elevated. Keep the evening light, avoid more food, and prioritize recovery.
ru: Энергии уже много, а нагрузка повышена. Держите вечер легким, не добавляйте еду без голода и дайте себе восстановиться.
zh_hans: 能量摄入已处于较高水平，且体力活动负荷也显著增加。请保持晚间光照，避免过量进食，并优先进行恢复。

# coach.copy.energyIntakeIsBehindYourStrainAdd.157
source: Energy intake is behind your strain. Add a balanced recovery snack.
ru: Энергии не хватает под сегодняшнюю нагрузку. Добавьте простой перекус для восстановления.
zh_hans: 能量摄入不足是导致您感到疲劳的原因。请补充一份均衡的恢复性零食。

# coach.copy.extremeEnergyOverload.15
source: Extreme Energy Overload
ru: Слишком много энергии
zh_hans: 极端能量过载

# coach.copy.firstMealPending.189
source: First Meal Pending
ru: Первый прием пищи еще впереди
zh_hans: 首餐尚未准备

# coach.copy.firstMealPendingStaySteadyAndAvoid.239
source: First meal pending. Stay steady and avoid unnecessary snacking.
ru: Первый прием пищи еще впереди. Держите ритм ровным и не перекусывайте просто так.
zh_hans: 第一餐尚未进食。请保持定力，避免不必要的零食摄入。

# coach.copy.foodHydrationActivityAndRecoveryAreAligned.106
source: Food, hydration, activity and recovery are aligned. Keep the rhythm steady.
ru: Питание, вода, активность и отдых сейчас согласованы. Просто держите ритм.
zh_hans: 饮食、水分补充、运动与恢复保持协调，维持稳定的节奏。

# coach.copy.highMetabolicStrain.18
source: High Metabolic Strain
ru: Высокая нагрузка
zh_hans: 高代谢负荷

# coach.copy.highWorkloadDetectedPrioritizeSlowProteinAnd.142
source: High workload detected. Prioritize slow protein and wind down for recovery.
ru: Нагрузка высокая. Добавьте белок и начните спокойно завершать день.
zh_hans: 检测到高工作负荷。优先进行低强度蛋白质训练，并逐步减量以促进恢复。

# coach.copy.hydrationDeficit.36
source: Hydration Deficit
ru: Не хватает воды
zh_hans: 水缺乏症

# coach.copy.hydrationGapDetectedDrinkSteadyAmountsOf.154
source: Hydration gap detected. Drink steady amounts of fluids now.
ru: Не хватает воды. Выпейте немного сейчас и продолжайте пить ровно.
zh_hans: 检测到水分不足。请立即适量补充液体。

# coach.copy.hydrationIsBehindForThisPointOf.89
source: Hydration is behind for this point of the day. Build steady intake now.
ru: Для этого времени дня воды маловато. Начните пить постепенно, без догоняния вечером.
zh_hans: 今天这个时段，水分补充已不再是首要任务。从现在起，保持稳定的水分摄入。

# coach.copy.mineralsMayHelp.33
source: Minerals May Help
ru: Могут помочь минералы
zh_hans: 矿物质可能有所帮助。

# coach.copy.morningBaseline.185
source: Morning Baseline
ru: Утренний фон
zh_hans: 晨间背景

# coach.copy.morningBaselineLooksStrongKeepHydrationSteady.232
source: Morning baseline looks strong. Keep hydration steady.
ru: Утренние сигналы хорошие. Пейте ровно и ешьте по обычному плану.
zh_hans: 晨间基线状态良好。请保持水分摄入稳定。

# coach.copy.morningBaselineNeedsCareStartLightAnd.235
source: Morning baseline needs care. Start light and hydrate steadily.
ru: Утром телу нужна мягкая подготовка. Начните легче и пейте спокойно.
zh_hans: 晨间基础期需特别注意：从清淡饮食开始，并循序渐进地补充水分。

# coach.copy.morningBaselineTrainLightIfYouStay.228
source: Morning baseline. Train light if you stay fasted.
ru: Утренний фон нормальный. Если тренируетесь до еды, держите нагрузку легкой.
zh_hans: 晨间基线监测。若保持禁食状态，可进行轻度训练。

# coach.copy.noFoodLoggedYetIfYourFirst.216
source: No food logged yet. If your first meal is planned later, keep hydration steady and avoid unnecessary snacking.
ru: Пока нет ни одной записи о еде. Если первый прием пищи будет позже, пейте воду ровно и не перекусывайте просто так.
zh_hans: 尚未记录进食情况。若您的第一餐计划稍后进食，请保持水分摄入稳定，并避免不必要的零食摄入。

# coach.copy.noFoodLoggedYetIfYouTrain.201
source: No food logged yet. If you train before your first meal, keep intensity controlled and hydrate steadily.
ru: Еда еще не внесена. Если тренируетесь до первого приема пищи, держите интенсивность ниже и пейте спокойно.
zh_hans: 尚未记录进食情况。若您在首次进食前进行训练，请保持训练强度适中，并持续补充水分。

# coach.copy.noFoodLoggedYetLogYourFirst.219
source: No food logged yet. Log your first meal so Coach can balance the rest of your day.
ru: Еда еще не внесена. Добавьте первый прием пищи, чтобы Тренер точнее вел остаток дня.
zh_hans: 尚未记录任何进食记录。请记录您的第一餐，以便教练为您当天的其他活动进行平衡规划。

# coach.copy.noFoodLoggedYetTrackYourFirst.242
source: No food logged yet. Track your first meal to unlock better Coach guidance.
ru: Еда еще не внесена. Запишите первый прием пищи, чтобы рекомендации стали точнее.
zh_hans: 还没有记录饮食。记录第一餐后，教练能给出更准的指导。

# coach.copy.nutritionDataNeeded.24
source: Nutrition Data Needed
ru: Нужны данные о питании
zh_hans: 所需营养数据

# coach.copy.nutritionDataNeeded.192
source: Nutrition Data Needed
ru: Нужны данные о питании
zh_hans: 所需营养数据

# coach.copy.plainWaterIsAlreadyEnoughFocusOn.86
source: Plain water is already enough. Focus on minerals and recovery support instead of drinking more.
ru: Обычной воды уже достаточно. Лучше подумать о минералах и восстановлении, а не пить больше.
zh_hans: 仅饮用普通水已足够。应将重点转向补充矿物质及促进身体恢复，而非增加饮水量。

# coach.copy.preWorkoutFueling.27
source: Pre-Workout Fueling
ru: Еда перед тренировкой
zh_hans: 训练前饮食

# coach.copy.proteinIsBehindAddProteinToSupport.95
source: Protein is behind. Add protein to support repair and stable energy.
ru: Белка маловато. Добавьте белок, чтобы телу было из чего восстанавливаться и держать энергию.
zh_hans: 蛋白质是关键。补充蛋白质，助力组织修复并提供稳定能量。

# coach.copy.proteinSupportNeeded.42
source: Protein Support Needed
ru: Нужен белок
zh_hans: 需要蛋白质支持

# coach.copy.proteinTargetIsBehindAddCleanProtein.160
source: Protein target is behind. Add clean protein sources to your next meal.
ru: Белка пока не хватает. Добавьте простой источник белка в следующий прием пищи.
zh_hans: 蛋白质目标已明确。在您的下一餐中选用纯净蛋白质来源。

# coach.copy.recoveryCapacityIsLowReduceWorkoutIntensity.145
source: Recovery capacity is low. Reduce workout intensity and sleep earlier tonight.
ru: Ресурс низкий. Снизьте интенсивность тренировки и ложитесь спать раньше.
zh_hans: 恢复能力较低。今晚请降低运动强度，并早点睡觉。

# coach.copy.recoveryLooksStrongThisMorningKeepHydration.205
source: Recovery looks strong this morning. Keep hydration steady and follow your normal meal timing.
ru: Утром восстановление выглядит сильным. Пейте ровно и ешьте в обычное время.
zh_hans: 早晨恢复情况良好。请定时饮水，并在常规时间进食。

# coach.copy.recoveryNeedsSupportTodayKeepActivityControlled.80
source: Recovery needs support today. Keep activity controlled and focus on calm pacing.
ru: Сегодня телу нужно чуть больше заботы. Держите активность под контролем и темп спокойным.
zh_hans: 如今，您的身体需要更多的呵护。请保持适度的活动量，并以舒缓的节奏进行。

# coach.copy.recoveryUnderPressure.21
source: Recovery Under Pressure
ru: Восстановление под нагрузкой
zh_hans: 逆境中的复苏

# coach.copy.sleepWasShorterThanNeededAndRecovery.77
source: Sleep was shorter than needed and recovery signals need support. Keep intensity lower and wind down earlier.
ru: Сна было меньше, чем нужно. Снизьте интенсивность и начните завершать день раньше.
zh_hans: 睡眠量少于所需量。请降低活动强度，并提前结束当日活动。

# coach.copy.startLightThisMorningKeepHydrationSteady.208
source: Start light this morning. Keep hydration steady and avoid pushing intensity before your first meal.
ru: Начните утро легче. Пейте ровно и не давите интенсивность до первого приема пищи.
zh_hans: 让早晨开始得更轻松些。定时饮水，且在首次进食前不要增加饮水量。

# coach.copy.systemLoadIsHighAvoidMoreFood.136
source: System load is high. Avoid more food and protect recovery tonight.
ru: Нагрузка высокая. Не добавляйте еду без голода и дайте себе восстановиться вечером.
zh_hans: 身体负荷较大。请勿在未饥饿时进食，并于傍晚给予身体恢复时间。

# coach.copy.systemLoadIsHighKeepFoodLight.139
source: System load is high. Keep food light, hydrate steadily, and recover.
ru: Нагрузка высокая. Держите еду легкой, пейте ровно и отдыхайте.
zh_hans: 身体负荷较大。请保持饮食清淡，规律饮水，充分休息。

# coach.copy.upcomingActivityAheadFuelLightlyAndKeep.163
source: Upcoming activity ahead. Fuel lightly and keep intensity controlled.
ru: Впереди активность. Съешьте что-то легкое и держите интенсивность под контролем.
zh_hans: 接下来是运动时段。请食用清淡食物，并控制运动强度。

# coach.copy.waterIsAlreadyCoveredFocusOnMinerals.151
source: Water is already covered. Focus on minerals and recovery support.
ru: Воды уже достаточно. Лучше подумать о минералах и восстановлении.
zh_hans: 水分已足够，不妨考虑补充矿物质并促进身体恢复。

# coach.copy.youHaveActivityAheadIfYouTrain.99
source: You have activity ahead. If you train before your first meal, keep intensity controlled and hydrate steadily.
ru: Впереди активность. Если тренируетесь до первого приема пищи, держите интенсивность ниже и пейте спокойно.
zh_hans: 接下来是训练时段。如果您在首次进食前进行训练，请保持较低强度，并适量饮水。

# coach.copy.youHaveActivityAheadPrepareWithLight.102
source: You have activity ahead. Prepare with light fuel and keep intensity aligned with recovery.
ru: Впереди активность. Подготовьтесь легкой едой и держите интенсивность по самочувствию.
zh_hans: 接下来将进行锻炼。请准备一些清淡食物，并根据自身身体状况控制运动强度。

# coach.copy.yourBodyNeedsFuelSupportAfterToday.92
source: Your body needs fuel support after today’s load. Add a balanced recovery snack.
ru: После сегодняшней нагрузки телу нужна еда. Добавьте простой перекус для восстановления.
zh_hans: 经过今天的剧烈运动后，身体需要补充营养。不妨加上一份简单的点心，帮助身体恢复活力。

# coach.copy.yourDayIsMostlyBalancedKeepThe.109
source: Your day is mostly balanced. Keep the next step simple and steady.
ru: День в целом ровный. Следующий шаг держите простым и спокойным.
zh_hans: 今天整体情况平稳。接下来的步骤请保持简单与从容。

# coach.copy.yourFirstMealIsStillPendingWith.213
source: Your first meal is still pending. With activity coming up, consider light fuel or keep intensity controlled.
ru: Первый прием пищи еще впереди. Если скоро активность, подумайте о легкой еде или снизьте интенсивность.
zh_hans: 第一餐还在前方。如果近期有活动安排，请考虑选择清淡饮食或降低活动强度。

# coach.copy.yourMetricsAreBalancedKeepMaintainingThis.166
source: Your metrics are balanced. Keep maintaining this steady rhythm.
ru: Показатели в балансе. Просто держите этот ровный ритм.
zh_hans: 资产负债表中的各项指标。只需保持这种稳定的节奏即可。

# coach.copy.yourMuscularLoadIsExceptionallyHighToday.64
source: Your muscular load is exceptionally high today. Prioritize slow protein for overnight repair and avoid pushing training intensity before bed.
ru: Мышечная нагрузка сегодня очень высокая. Добавьте белок на ночь и не повышайте интенсивность перед сном.
zh_hans: 如今的肌肉训练强度已非常高。夜间补充蛋白质即可，但睡前请勿增加训练强度。

# coach.dailyLoad
source: Daily load
ru: Нагрузка дня
zh_hans: 每日负载

# coach.dayComplete
source: Day complete
ru: День завершен
zh_hans: 今日已完成

# coach.doNotChaseDiscomfort
source: Do not chase discomfort
ru: Не гонитесь за дискомфортом
zh_hans: 切勿追逐不适感

# coach.doNotChaseSpeedToday
source: Do not chase speed today
ru: Сегодня не гонитесь за скоростью
zh_hans: 今天不要追求速度。

# coach.doNotForceRangeStopBeforeAnythingFeelsSharp
source: Do not force range. Stop before anything feels sharp or stressful.
ru: Не форсируйте амплитуду. Остановитесь до резкой боли или стресса.
zh_hans: 切勿强行推进。在感到任何尖锐或紧张感之前立即停止。

# coach.doNotForceTheBreath
source: Do not force the breath
ru: Не форсируйте дыхание
zh_hans: 不要强行呼吸

# coach.doNotMakeEveryRallyAllOut
source: Do not make every rally all-out
ru: Не играйте каждый розыгрыш на максимум
zh_hans: 不要让每一次集会都演变成全面对抗。

# coach.doNotRush
source: Do not rush
ru: Не спешите
zh_hans: 不要着急

# coach.doNotRushTheNextShot
source: Do not rush the next shot
ru: Не спешите со следующим ударом
zh_hans: 不要急于进行下一次射击。

# coach.doNotStayLongerThanFeelsGood
source: Do not stay longer than feels good
ru: Не оставайтесь дольше, чем комфортно
zh_hans: 不要停留超过让你感到舒适的时长。

# coach.doNotTurnThisIntoTraining
source: Do not turn this into training
ru: Не превращайте это в тренировку
zh_hans: 别把这变成训练。

# coach.doTheseNext
source: Do these next
ru: Сделайте дальше
zh_hans: 接下来请执行以下操作

# coach.drink300500MlWaterBeforeTheRun
source: Drink 300–500 ml water before the run
ru: Выпейте 300–500 мл воды перед пробежкой
zh_hans: 跑步前饮用 300–500 毫升水

# coach.drinkWaterBeforeCourtTime
source: Drink water before court time
ru: Выпейте воды перед кортом
zh_hans: 开庭前请饮水。

# coach.drinkWaterBeforeHeat
source: Drink water before heat
ru: Выпейте воды перед теплом
zh_hans: 高温前请饮水

# coach.drinkWaterBeforeTheRide
source: Drink water before the ride
ru: Выпейте воды перед заездом
zh_hans: 骑行前请饮水

# coach.drinkWaterBeforeTraining
source: Drink water before training
ru: Выпейте воды перед тренировкой
zh_hans: 训练前饮用水分

# coach.drinkWaterBeforeYouStart
source: Drink water before you start
ru: Выпейте воды перед стартом
zh_hans: 开始前请饮水。

# coach.drinkWaterGradually
source: Drink water gradually
ru: Пейте воду постепенно
zh_hans: 循序渐进地饮水

# coach.eatAProteinMealWhenReady
source: Eat a protein meal when ready
ru: Съешьте белковый прием пищи, когда будете готовы
zh_hans: 准备好时，食用一份蛋白质餐。

# coach.eatARecoveryMealIfHungry
source: Eat a recovery meal if hungry
ru: Поешьте после нагрузки, если голодны
zh_hans: 若感到饥饿，可进食一顿恢复餐。

# coach.eatARecoveryMealProteinCarbs
source: Eat a recovery meal (protein + carbs)
ru: Съешьте нормальную еду после нагрузки (белок + углеводы)
zh_hans: 摄入恢复餐（蛋白质 + 碳水化合物）

# coach.eatCarbsEvery4560MinBananaOrBar
source: Eat carbs every 45–60 min (banana or bar)
ru: Ешьте углеводы каждые 45–60 мин (банан или батончик)
zh_hans: 每 45–60 分钟摄入一次碳水化合物（香蕉或能量棒）

# coach.eatCarbsIfSessionGoesLongBananaOrBar
source: Eat carbs if session goes long (banana or bar)
ru: Ешьте углеводы, если тренировка затянется (банан или батончик)
zh_hans: 如果训练时间较长，可摄入碳水化合物（如香蕉或能量棒）

# coach.eatLightIfHungryBananaOrToast
source: Eat light if hungry (banana or toast)
ru: Съешьте что-то легкое, если голодны (банан или тост)
zh_hans: 饥饿时可少量进食（如香蕉或烤面包）

# coach.eatNormally
source: Eat normally
ru: Поешьте как обычно.
zh_hans: 正常饮食

# coach.engineV3.1530MinutesIsUsuallyEnough.2898
source: 15–30 minutes is usually enough
ru: 15–30 минут обычно достаточно
zh_hans: 15–30 分钟通常就足够了。

# coach.engineV3.addEasyFuel.2360
source: Add easy fuel
ru: Добавьте легко питание
zh_hans: 添加便捷燃料

# coach.engineV3.afterHeat.2078
source: After heat
ru: После бани
zh_hans: 加热后

# coach.engineV3.afterHeatRehydrateSlowlyAndGiveYourself.1173
source: After heat, rehydrate slowly and give yourself time.
ru: После тепла пейте постепенно и дайте себе время.
zh_hans: 热敷后，请缓慢复水，并给予自身足够时间。

# coach.engineV3.aLittleWaterNowCanHelpLater.987
source: A little water now can help later.
ru: Немного воды сейчас поможет позже.
zh_hans: 现在少喝一点水，日后或许会有所帮助。
